Repository: ag1455/OpenPLi-PC
Catalog: plugins/third-party-plugins/Plugins/Extensions/ClearMem/locale/*/LC_MESSAGES/ClearMem.po
Languages: cs

source: %d second
cs: %d sekunda

source: %d minute
cs: %d minuta

source: %d hour
cs: %d hodina

source: Automatic clearing memory
cs: Automatické uvolňování paměti

source: Setup ClearMem
cs: Nastavení ClearMem

source: Save
cs: Uložit

source: Cancel
cs: Zavřít

source: Enable ClearMem
cs: Povolit ClearMem

source: Auto timeout:
cs: Automatické spouštění:

source: Show info on screen:
cs: Zobrazovat info na obrazovce:

source: Time of info message:
cs: Délka zobrazení info:

source: Starting
cs: Spouší se

source: Started
cs: Spuštěno

source: Stopped
cs: Zastaveno

source: Mem cleared
cs: Paměť uvolněna

source: Memory:
cs: Paměť:

source: Used:
cs: Použitá:

source: Free:
cs: Volná:

source: Clear Now
cs: Uvolnit

source: ClearMem Status
cs: Stav ClearMem

source: Auto timeout (5-150min):
cs: Automatické spouštění (5-150min):

source: Time of info message (1-10sec):
cs: Délka zobrazení info (1-10sec):

source: Display plugin in:
cs: Zobrazovat plugin v:

source: plugins
cs: pluginech

source: menu-system
cs: menu-systém

source: extensions
cs: nabídce rozšíření

source: Refresh
cs: Obnovit
