Repository: ag1455/OpenPLi-PC
Catalog: plugins/third-party-plugins/Plugins/PLi/SoftcamSetup/locale/*/LC_MESSAGES/SoftcamSetup.po
Languages: cs, fa, nl, pl, ru, sl, sv, tr

source: Add Provider
ru: Добавить провайдера

source: Add Channel
ru: Добавить канал

source: Auto-Camd List Setup
ru: Настройка списка Авто-Camd

source: Select Cam for %s
ru: Выберите Cam для %s

source: Channel
ru: Канал

source: Provider
ru: Провайдер

source: Delete
ru: Удалить

source: Change Camd
ru: Сменить Camd

source: Switch camd: '%s' to '%s'
ru: Переключить camd: '% s' на '% s'

source: Auto-Camd
ru: Авто-Camd

source: Green key
nl: Groene toets
ru: Зеленая клавиша

source: Help key
nl: Help toets
ru: Клавиша помощи

source: TEXT key
nl: Text toets
ru: Клавиша Текст

source: RED key
nl: Rode toets
ru: КРАСНАЯ клавиша

source: YELLOW key
nl: Gele toets
ru: ЖЁЛТАЯ клавиша

source: restart softcam
nl: softcam herstarten
ru: рестарт softcam

source: restart cardserver
nl: cardserver herstarten
ru: рестарт cardserver

source: restart both
nl: beide herstarten
ru: рестарт обоих

source: Softcam Setup
nl: Softcam Instellingen
ru: Настройки Softcam

source: Cancel
cs: Zavřít
fa: لغو کردن
nl: Annuleren
pl: Anuluj
ru: Отмена
sl: Izhod
sv: Avbryt
tr: İptal

source: Refresh
nl: Vernieuw
ru: Обновить

source: Enable Auto-Camd
nl: Auto-Camd inschakelen
ru: Включить Авто-Camd

source: Don't switch auto-camd while recording
nl: Auto-Camd niet omschakelen tijdens opname
ru: Не переключать авто-camd при записи

source: Show (switch info camname)
nl: Toon (schakel info camnaam)
ru: Показать (сменить CAM-инфо)

source: Setup Auto-Camd List
nl: Instellingen Auto-Camd Lijst
ru: Настройка списка Авто-Camd

source: Restart softcam
cs: Restartovat softcam
fa: راه اندازی مجدد سافتکم
nl: Softcam herstarten
pl: Restartuj softcam
ru: Рестарт softcam
sl: Ponovni zagon emulatorja
sv: Starta om softcam
tr: Softcam yeniden başlat

source: Restart cardserver
cs: Restartovat cardserver
fa: راه اندازی مجدد سرور کارت
nl: Cardserver herstarten
pl: Restartuj cardserver
ru: Рестарт картсервера
sl: Ponovni zagon bralca kartic
sv: Starta om cardserver
tr: Kart sunucusu yeniden başlat

source: Restart both
cs: Restartovat oba
fa: راه اندازی مجدد هر دو
nl: Beide herstarten
pl: Restartuj oba
ru: Рестарт обоих
sl: Ponovni zagon obeh
sv: Starta om båda
tr: İkisini de yeniden başlat

source: Select Softcam
cs: Vyberte Softcam
fa: انتخاب سافتکم
nl: Kies Softcam
pl: Wybierz softcam
ru: Выбор Softcam
sl: Izbor emulatorja
sv: Välj Softcam
tr: Softcam seçin

source: Default Camd
nl: Standaard Camd
ru: Camd по умолчанию

source: Select Card Server
cs: Vyberte Card Server
fa: انتخاب سرور کارت
nl: Kies Card Server
pl: Wybierz cardserver
ru: Выбор карт-сервера
sl: Izbor bralca kartic
sv: Välj cardserver
tr: Kart Sunucusu seçin

source: Please wait, restarting softcam and cardserver.
cs: Čekejte, restartuje se softcam a cardserver.
fa: لطفا صبر کنید در حال راه اندازی مجدد سافتکم و سرور کارت
nl: Even geduld, softcam en cardserver worden opnieuw gestart.
pl: Czekaj, restart softcamu i cardservera.
ru: Пожалуйста, подождите. Перезапуск softcam и cardserver.
sl: Poteka ponovni zagon emulatorja in bralca kartic...
sv: Var god vänta, startar om softcam och cardserver.
tr: Lütfen bekleyin, softcam ve kart sunucusu yeniden başlatılıyor.

source: Please wait, restarting softcam.
cs: Čekejte, restartuje se softcam.
fa: لطفا صبر کنید در حال راه اندازی مجدد سافتکم
nl: Even geduld, softcam wordt opnieuw gestart
pl: Czekaj, restart softcamu.
ru: Пожалуйста, подождите. Перезапуск softcam.
sl: Poteka ponovni zagon emulatorja...
sv: Var god vänta, startar om softcam.
tr: Lütfen bekleyin, softcam yeniden başlatılıyor.

source: Please wait, restarting cardserver.
cs: Čekejte, restartuje se cardserver.
fa: لطفا صبر کنید در حال راه اندازی مجدد سرور کارت
nl: Even geduld, cardserver wordt opnieuw gestart
pl: Czekaj, restart cardservera.
ru: Пожалуйста, подождите. Перезапуск cardserver.
sl: Poteka ponovni zagon bralca kartic...
sv: Var god vänta, startar om cardserver.
tr: Lütfen bekleyin, kart sunucusu yeniden başlatılıyor.

source: Current softcam:
nl: Huidige softcam:
ru: Текущий эмулятор:

source: Current cardserver:
nl: Huidide kaartserver:
ru: Текущий карт-сервер:

source: CCcamInfo
ru: Инфо CCcam

source: OscamInfo
ru: Инфо Oscam

source: Settings menu
nl: Instellingen menu
ru: Меню настроек

source: Show plugin extensions menu
nl: Toon plugin in extensie menu
ru: Показ в меню расширений

source: Quick button
nl: Snel toets
ru: Быстрая кнопка

source: Choice key
nl: Kies een toets
ru: Выбор ключа

source: Open plugin - cursor to restart:
nl: Open plugin - cursor om te herstarten:
ru: Выбор вида плагина для рестарта:

source: Show ecm.info
nl: Toon ecm.info
ru: Показать ecm.info

source: Close plugin on restart emu
nl: Sluit plugin bij emu herstarten
ru: Закрыть плагин при рестарте эму

source: Changing keymap failed (%s).
nl: Veranderen van keymap is mislukt (%s).
ru: Не удалось сменить карту ключей (%s).

source: Softcam setup...
cs: Nastavení softcamu...
fa: در حال راه اندازی سافتکم
nl: Softcam instellingen...
pl: Softcam/Cardserver
ru: Настройки Softcam
sl: Nastavitve
sv: Softcam inställning...
tr: Softcam kurulumu...

source: Softcam setup
cs: Nastavení softcamu
fa: راه اندازی سافتکم
nl: Softcam instellingen
pl: Softcam/Cardserver
ru: Настройки Softcam
sl: Nastavitve
sv: Softcam inställning
tr: Softcam kurulumu

source: Lets you configure your softcams
cs: konfigurace vaseho softcamu
fa: بیایید تا سافتکم را پیکربندی کنیم
nl: Configuratie van softcams
pl: Konfiguracja softcam / cardserver
ru: Позволяет настроить Ваши эмуляторы
sl: Nastavljanje emulatorjev
sv: Låter dig konfigurera dina softcams
tr: Softcam yapılandırmanıza olanak sağlar

source: OK
fa: مورد تایید است
sl: Potrditev
tr: TAMAM
