Repository: ag1455/OpenPLi-PC
Catalog: plugins/third-party-plugins/Plugins/Extensions/m2b/locale/ua/LC_MESSAGES/m2b.po
Languages: uk_ua

source: Close
uk_ua: Закрити

source: 2boom's m3u2xml bouquet converter
uk_ua: Конвертер плейлистів(m2b)

source: Select m3u/xml file
uk_ua: Виберіть m3u/xml файл

source: Select type
uk_ua: Виберіть тип

source: Select path
uk_ua: Виберіть шлях

source: Convert
uk_ua: Конвертувати

source: Please wait
uk_ua: Очікуйте

source: Converting %s
uk_ua: Конвертуєм %s

source: Not Found m3u/xml file
uk_ua: m3u/xml не знайдено

source: Reload servicelist
uk_ua: перезавантаження списку каналів

source: m3u to bouquet converter
uk_ua: конвертування m3u/xml в енігма2 букет

source: Input password (if needed)
uk_ua: Введіть пароль (при необхідності)
